import type { TPeopleList } from "../../../types/people.type";

export const PEOPLE: TPeopleList = {
  administration: [
    {
      id: 1,
      name: "Суворов Алексей Иванович",
      post: "Директор",
      photo: "",
    },
    {
      id: 2,
      name: "Баитова Оксана Сергеевна",
      post: "Главный бухгалтер",
      photo: "",
    },
    {
      id: 3,
      name: "Ветчинина Марина Ивановна совместитель",
      post: "Ведущий бухгалтер",
      photo: "",
    },
    {
      id: 4,
      name: "Гумённых Марина Олеговна",
      post: "Ведущий специалист по кадрам",
      photo: "",
    },
    {
      id: 5,
      name: "Волосникова Евгения Александровна",
      post: "Ведущий специалист по закупкам",
      photo: "",
    },
  ],
  technical_support: [
    {
      id: 6,
      name: "Махнин Вадим Владимирович",
      post: "Начальник отдела",
      photo: "",
    },
    {
      id: 7,
      name: "Лапин Алексей Сергеевич",
      post: "Инженер — программист",
      photo: "",
    },
    {
      id: 8,
      name: "Лобанев Валерий Михайлович",
      post: "Рабочий по комплексному обслуживанию и ремонту зданий",
      photo: "",
    },
  ],
  youth_affairs: [
    {
      id: 9,
      name: "Леванов Александр Владимирович",
      post: "Начальник отдела",
      photo: "",
    },
    {
      id: 10,
      name: "Дедовец Михаил Алексеевич",
      post: "Специалист по работе с молодежью",
      photo: "",
    },
    {
      id: 11,
      name: "Комарова Зоя Ильинична",
      post: "Специалист по работе с молодежью",
      photo: "",
    },
    {
      id: 12,
      name: "Логинов Егор Олегович",
      post: "Специалист по работе с молодежью",
      photo: "",
    },
    {
      id: 13,
      name: "Константинова Анна Николаевна",
      post: "Специалист по работе с молодежью",
      photo: "",
    },
    {
      id: 14,
      name: "Штейнгауэр Ирина Багдановна",
      post: "Специалист по работе с молодежью",
      photo: "",
    },
  ],
  information_department: [
    {
      id: 15,
      name: "Аракелян Лилит Матевосовна",
      post: "Начальник отдела",
      photo: "",
    },
    {
      id: 16,
      name: "Королёва Алена Сергеевна",
      post: "Специалист по работе с молодежью",
      photo: "",
    },
    {
      id: 17,
      name: "Ковалева Анастасия Дмитриевна",
      post: "Специалист по работе с молодежью",
      photo: "",
    },
    {
      id: 18,
      name: "Гладкова Дарья Сергеевна совместитель",
      post: "Специалист по работе с молодежью",
      photo: "",
    },
  ],
  patriotic: [
    {
      id: 19,
      name: "Семёнов Александр Андреевич",
      post: "Начальник отдела",
      photo: "",
    },

    {
      id: 20,
      name: "Соцких Мария Сергеевна",
      post: "Специалист по работе с молодежью",
      photo: "",
    },
  ],
};
